Repository: memeLab/Jandig
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, pt_br

source: The Jandig project is an investigation into the intervention of markers to visualize works through augmented reality in urban space. This is a collaborative digital art project that proposes the creation of Temporary Autonomous Zones (TAZes) in each space in which it is installed. These TAZes are formed through markers spread across a space by artists and the public – who thus become co-creators of that experience. Users interact with markers, using mobile devices to open windows in the real world to view digital creations (provided under a Creative Commons license)
es_es: El proyecto Jandig es una investigación sobre la intervención de marcadores para visualizar obras a través de realidad aumentada en el espacio urbano. Es un proyecto de arte digital colaborativo que propone la creación de Zonas Autónomas Temporales (TAZ) en cada espacio en el que se instala. Estas TAZ se forman a través de marcadores distribuidos por un espacio por artistas y público, que así se convierten en co-creadores de esa experiencia. Los usuarios interactúan con marcadores, utilizando dispositivos móviles para abrir ventanas en el mundo real para ver creaciones digitales (proporcionadas bajo licencia Creative Commons)

source: Select your language
es_es: Selecciona tu idioma

source: Ok
es_es: Aceptar

source: Select Marker (1/3)
es_es: Seleccionar marcador (1/3)

source: I agree to share this content under CC BY-SA 4.0 and I'm aware that, once uploaded, I cannot remove it.
es_es: Acepto compartir este contenido bajo CC BY-SA 4.0 y soy consciente de que, una vez subido, no podré eliminarlo.

source: Next
es_es: Siguiente

source: Select Object (2/3)
es_es: Seleccionar objeto (2/3)

source: About your artwork (3/3)
es_es: Sobre tu obra (3/3)

source: Edit Object's title
es_es: Editar título del objeto

source: Invalid file type! Only image or video files are accepted.
es_es: ¡Tipo de archivo inválido! Solo se aceptan archivos de imagen o vídeo.

source: Create Jandig Exhibition
es_es: Crear exposición de Jandig

source: Select Artworks (1/2)
es_es: Seleccionar obras (1/2)

source: Exhibit Information (2/2)
es_es: Información de la exposición (2/2)

source: Urls can't contain spaces or special characters (i.e: .:, /)
es_es: Las URLs no pueden contener espacios ni caracteres especiales (ej: .:, /)

source: Edit Jandig Exhibition
es_es: Editar exposición de Jandig

source: Edit Exhibit
es_es: Editar exposición

source: Your Exhibitions
es_es: Tus exposiciones

source: Exhibitions
es_es: Exposiciones

source: You have no Exhibitions. :c
es_es: No tienes exposiciones. :c

source: Artworks
es_es: Obras

source: Markers
es_es: Marcadores

source: Objects
es_es: Objetos

source: I agree to have this content under <a target="_blank" href="https://creativecommons.org/licenses/by-sa/4.0/legalcode">CC BY-SA 4.0</a> and I'm aware that it can't be removed after other people are using it.
es_es: Acepto tener este contenido bajo <a target="_blank" href="https://creativecommons.org/licenses/by-sa/4.0/legalcode">CC BY-SA 4.0</a> y soy consciente de que no se puede eliminar después de que otras personas lo estén usando.

source: Edit_object
es_es: Editar_objeto

source: Choose .patt file
es_es: Elegir archivo .patt

source: Create Exhibition
es_es: Crear exposición

source: by
es_es: por

source: Uploaded by
es_es: Subido por

source: in
es_es: en

source: Used in
es_es: Usado en

source: artworks
es_es: obras

source: and in
es_es: y en

source: This is a Jandig
es_es: Esto es un

source: Share this
es_es: Compartir este

source: Create artwork with this
es_es: Crear obra con este

source: Delete
es_es: Eliminar

source: artwork(s)
es_es: obra(s)
