Repository: memeLab/Jandig
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, pt_br

source: English
es_es: Inglés
pt_br: Inglês

source: Brazilian Portuguese
es_es: Portugués brasileño
pt_br: Português do Brasil

source: European Spanish
es_es: Español europeo
pt_br: Espanhol Europeu

source: declare different author name
es_es: declarar nombre de autor diferente
pt_br: declarar outro autor

source: Object's title
es_es: Título del objeto
pt_br: Título do Objeto

source: Only GIF images, MP4, WebM videos, and GLB files are allowed.
pt_br: Apenas imagens GIF, vídeos MP4, WebM e arquivos GLB são permitidos.

source: This object is being used by another user. You cannot change the source file.
pt_br: Este objeto está sendo usado por outro usuário. Você não pode alterar o arquivo principal.

source: Only MP3, OGG, and WAV audio files are allowed.
pt_br: Apenas arquivos de áudio MP3, OGG e WAV são permitidos.

source: Add inner border
pt_br: Adicionar borda interna

source: Marker's title
es_es: Título del marcador
pt_br: Título do Marcador

source: Artwork title
es_es: Título de la obra
pt_br: Título da Obra

source: Artwork description
es_es: Descripción de la obra
pt_br: Descrição da Obra

source: Position X must be at least -2.0
pt_br: Posição X deve ser no mínimo -2.0

source: Position X must not exceed 2.0
pt_br: Posição X não deve exceder 2.0

source: Position Y must be at least -2.0
pt_br: Posição Y deve ser no mínimo -2.0

source: Position Y must not exceed 2.0
pt_br: Posição Y não deve exceder 2.0

source: Exhibit Title
es_es: Título de la exposición
pt_br: Título da Exposição

source: Complete with your Exhibit URL here
es_es: Complete aquí con la URL de su exposición
pt_br: Complete sua URL de exibição aqui

source: This name is already being used. Please choose another name for your exhibit.
es_es: Este nombre ya está en uso. Por favor, elija otro nombre para su exposición.
pt_br: Este nome de exibição já está em uso. Por favor, escolha outro nome.

source: That exhibit slug is already in use. Please choose another slug for your exhibit.
es_es: Ese slug de exposición ya está en uso. Por favor, elija otro slug para su exposición.
pt_br: Este link de exibição já está sendo utilizado. Por favor escolha outro link para sua exibição.

source: Invalid artwork IDs provided.
pt_br: IDs de obra inválidos fornecidos.

source: Invalid object IDs provided.
pt_br: IDs de objeto inválidos fornecidos.

source: Invalid sound IDs provided.
pt_br: IDs de som inválidos fornecidos.

source: You must select at least one artwork or augmented object.
pt_br: Você deve selecionar pelo menos uma obra ou objeto aumentado.

source: This field is required.
pt_br: Este campo é obrigatório.

source: This sound is being used by another user. You cannot change the source file.
pt_br: Este som está sendo usado por outro usuário. Você não pode alterar o arquivo principal.

source: Used in
pt_br: Usado em

source: edit
es_es: editar
pt_br: editar

source: delete
es_es: eliminar
pt_br: excluir

source: artworks
pt_br: obras

source: and in
pt_br: e em

source: exhibits
pt_br: exposições

source: objects
pt_br: objetos

source: preview
es_es: vista previa
pt_br: visualizar

source: Exhibits
pt_br: Exposições

source: Artwork(s)
es_es: Obra(s) de arte
pt_br: Obra(s)

source: Object(s)
pt_br: Objeto(s)

source: Sound(s)
pt_br: Som(s)

source: Created by
es_es: Creado por
pt_br: Criado por

source: See this Exhibition
es_es: Ver esta exposición
pt_br: Ver essa Exposição

source: Your e-mail address
es_es: Tu dirección de correo electrónico
pt_br: Seu endereço de e-mail

source: Your username
es_es: Tu nombre de usuario
pt_br: Seu nome de usuário

source: chosen username
es_es: nombre de usuario elegido
pt_br: nome de usuário escolhido

source: password
es_es: contraseña
pt_br: senha

source: confirm password
es_es: confirmar contraseña
pt_br: confirmar senha

source: E-mail taken
es_es: Correo electrónico en uso
pt_br: E-mail já existente

source: Old Password
es_es: Contraseña antigua
pt_br: Senha antiga

source: New Password
es_es: Contraseña nueva
pt_br: Nova senha

source: New Password Again
es_es: Repita la contraseña nueva
pt_br: Nova senha novamente

source: Username
es_es: Nombre de usuario
pt_br: Usuário

source: Personal Bio / Description
es_es: Biografía / Descripción personal
pt_br: Biografia / Descrição

source: Personal Website
es_es: Sitio web personal
pt_br: Site pessoal

source: Username already in use
es_es: Nombre de usuario ya en uso
pt_br: Nome de usuário já em uso

source: Email address must be unique
es_es: La dirección de correo electrónico debe ser única
pt_br: O endereço de e-mail deve ser único

source: username / email
es_es: nombre de usuario / correo electrónico
pt_br: nome de usuário / email

source: Username/email not found
es_es: Nombre de usuario/correo electrónico no encontrado
pt_br: Nome de usuário / email não encontrado

source: Wrong password!
es_es: ¡Contraseña incorrecta!
pt_br: Senha errada

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly. If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es_es: Le hemos enviado instrucciones por correo electrónico para establecer su contraseña, si existe una cuenta con el correo electrónico que ingresó. Debería recibirlas en breve. Si no recibe un correo electrónico, asegúrese de haber ingresado la dirección con la que se registró y revise su carpeta de spam.
pt_br: Enviamos a você por e-mail instruções para redefinir sua senha, se existir uma conta com o e-mail que você digitou. Você deverá recebê-lo em breve. Se você não receber um e-mail, certifique-se de inserir o endereço que você tem registrado e verifique sua pasta de spam.

source: The content below is in the original languages.
es_es: El contenido siguiente está en los idiomas originales.
pt_br: Os conteúdos abaixo estão em suas línguas originais.

source: View as PDF
es_es: Ver como PDF
pt_br: Ver como PDF

source: View as JPG
es_es: Ver como JPG
pt_br: Ver como JPG

source: View File
es_es: Ver archivo
pt_br: Ver Arquivo

source: < Back to Blog
es_es: < Volver al Blog
pt_br: < De volta ao Blog

source: Back to Top
es_es: Volver arriba
pt_br: Voltar ao topo

source: Memories
es_es: Recuerdos
pt_br: Memórias

source: Read More
es_es: Leer más
pt_br: Ler Mais

source: See more
es_es: Ver más
pt_br: Ver mais

source: Please override the "content" block of your template!
es_es: ¡Por favor, sobrescriba el bloque "content" de su plantilla!
pt_br: Por favor sobrescreva o bloco "conteúdo" de seu modelo!

source: Jandig AR Exhibits
pt_br: Exposições AR Jandig

source: Jandig MR Exhibits
pt_br: Exposições MR Jandig

source: All AR Exhibits
pt_br: Todas as Exposições AR

source: All MR Exhibits
pt_br: Todas as Exposições MR

source: We found no content on your Collection, try uploading an object.
es_es: No encontramos contenido en tu Colección, intenta subir un objeto.
pt_br: Não encontramos nenhum objeto por aqui :( Tente fazer upload.

source: An art experiment for digital exhibitions in physical spaces.
es_es: Un experimento artístico para exposiciones digitales en espacios físicos.
pt_br: Uma experimentação de arte para exibições digitais em espaços físicos.

source: Cell phones and tablets are used to read markers and thus open “windows” where other art objects can be found. The public is invited to transcend the exhibition space, taking stickers with markers to be used in other locations, creating Temporary Autonomous Zones (TAZes). The public becomes co-authors, and markers and digital works are reconfigured across spaces.
es_es: Los teléfonos móviles y tabletas se utilizan para leer marcadores y así abrir "ventanas" donde se pueden encontrar otros objetos de arte. Se invita al público a trascender el espacio expositivo, llevándose pegatinas con marcadores para usar en otros lugares, creando Zonas Autónomas Temporales (TAZ). El público se convierte en coautor, y los marcadores y obras digitales se reconfiguran a través de los espacios.
pt_br: Celulares e tablets são usados para ler marcadores e assim abrir “janelas”onde se encontram outros objetos de arte. O público é convidado a transcender o espaço de exposição, levando adesivos com marcadores para serem colados em outros locais, criando Zonas Autônomas Temporárias (TAZes). O público se torna co-autor, e os marcadores e obras digitais são reconfigurados pelos espaços.

source: Know More
es_es: Saber más
pt_br: Saiba mais

source: The Jandig project is an investigation into the intervention of markers to visualize works through augmented reality in urban space. This is a collaborative digital art project that proposes the creation of Temporary Autonomous Zones (TAZes) in each space in which it is installed. These TAZes are formed through markers spread across a space by artists and the public - who thus become co-creators of that experience. Users interact with markers, using mobile devices to open windows in the real world to view digital creations (provided under a Creative Commons license)
pt_br: O projeto Jandig é uma investigação a respeito da intervenção de marcadores para visualização de obras por meio de realidade aumentada sobre o espaço urbano. Trata-se de um projeto colaborativo de arte digital que propõe a criação de Zonas Autônomas Temporárias (TAZes) em cada espaço em que é instalado. Essas TAZes são formadas através de marcadores espalhados por um espaço por artistas e pelo público - que assim torna-se co-criador daquela experiência. Os usuários interagem com marcadores, utilizando dispositivos móveis para abrir janelas no mundo real para visualizar criações digitais (cedidas através de licença Creative Commons).

source: Our Goals
es_es: Nuestros objetivos
pt_br: Nossos objetivos

source: The Jandig platform makes it possible to hold exhibitions using augmented reality.
es_es: La plataforma Jandig permite realizar exposiciones utilizando realidad aumentada.
pt_br: A plataforma Jandig viabiliza a realização de exposições com o uso de realidade aumentada.

source: Each exhibition is made from the arrangement of different markers, which use stickers, stencil images, stamps, or others as support, in different sizes. These supports are also given to the public who circulate through the space, so that they can make local interference and make it possible to “go viral” with the markers while the exhibition is available, leaving traces and providing interactions between participants/visitors.
es_es: Cada exposición se realiza a partir de la disposición de diferentes marcadores, que utilizan pegatinas, imágenes de plantilla, sellos u otros como soporte, en diferentes tamaños. Estos soportes también se entregan al público que circula por el espacio, para que puedan realizar interferencias locales y hacer posible que los marcadores se 'viralicen' mientras la exposición está disponible, dejando huellas y proporcionando interacciones entre participantes/visitantes.
pt_br: Cada exposição é feita a partir da disposição de diversos marcadores, que utilizam como suporte adesivos, imagens de stencil, de carimbos, ou outras, em diferentes tamanhos. Esses suportes são também entregues ao público que circula pelo espaço, de modo que possam fazer interferências locais e que seja possível “viralizar” os marcadores enquanto a exposição estiver disponível, deixando rastros e proporcionando interações entre os participantes/visitantes.

source: To see through the “windows” and see what the fabulous images reveal, the public must point their devices at the markers, so that the Jandig platform viewer can read them and show the content in augmented reality.
es_es: Para ver a través de las "ventanas" y ver lo que revelan las fabulosas imágenes, el público debe apuntar sus dispositivos a los marcadores, para que el visor de la plataforma Jandig pueda leerlos y mostrar el contenido en realidad aumentada.
pt_br: Para enxergar através das “janelas” e ver as imagens fabulosas que elas revelam, o público deverá apontar seus dispositivos para os marcadores, para que o visualizador da plataforma Jandig faça a leitura dos mesmos e mostre o conteúdo em realidade aumentada.

source: The edges are the graphic elements that trigger the recognition of the object associated with each marker. For this reason, you should not cover them and they should always be seen completely by the camera. Placing your finger on one of the edges or bringing the camera too close to the marker makes recognition impossible, for example. This characteristic must always be taken into consideration when producing and applying markers.
es_es: Los bordes son los elementos gráficos que activan el reconocimiento del objeto asociado a cada marcador. Por esta razón, no debe cubrirlos y la cámara siempre debe verlos completamente. Colocar el dedo en uno de los bordes o acercar demasiado la cámara al marcador hace imposible el reconocimiento, por ejemplo. Esta característica siempre debe tenerse en cuenta al producir y aplicar marcadores.
pt_br: As bordas são os elementos gráficos que engatilham o reconhecimento do objeto associado a cada marcador. Por esse motivo, não se deve cobri-las e elas devem sempre ser vistas completamente pela câmera. Colocar o dedo sobre uma das bordas ou aproximar demais a câmera do marcador inviabiliza o reconhecimento, por exemplo. Essa característica deve sempre ser levada em consideração na produção e aplicação dos marcadores.

source: Edit object
es_es: Editar objeto
pt_br: Editar objeto

source: Edit Marker's title
es_es: Editar título del marcador
pt_br: Título do Marcador

source: You can't edit the marker patt and the png for now, but hopefully soon enough it will be possible!
es_es: ¡No puedes editar el patrón del marcador ni el png por ahora, pero esperamos que pronto sea posible!
pt_br: Você não pode editar o arquivo patt ou png de um marcador agora, mas devemos atualizar isto assim que possível.

source: Submit
es_es: Enviar
pt_br: Enviar

source: Edit AR Exhibition
pt_br: Editar Exposição AR

source: Create AR Exhibition
pt_br: Criar Exposição AR

source: About your Exhibit
pt_br: Sobre sua Exposição

source: Exhibit Name
pt_br: Título da Exposição

source: Exhibit Link
pt_br: Link da Exposição

source: Your exhibit URL will look like this
es_es: La URL de tu exposición se verá así
pt_br: Sua URL de exposição ficará assim:

source: Select the content
pt_br: Escolher Conteúdo

source: Select Artworks
es_es: Seleccionar obras
pt_br: Escolher Obras

source: Choose from your repository
es_es: Elige de tu repositorio
pt_br: Escolha de seu repositório

source: You have no Artworks. :c
es_es: No tienes obras. :c
pt_br: Você não tem Obras. :c

source: Create one
es_es: Crea una
pt_br: Criar

source: Publish content
pt_br: Publicar conteúdo

source: Save
pt_br: Salvar

source: Publish Exhibit
es_es: Publicar exposición
pt_br: Publicar Exposição

source: Edit MR Exhibition
pt_br: Editar Exposição MR

source: Create MR Exhibition
pt_br: Criar Exposição MR

source: Select Objects
pt_br: Escolher Objetos

source: Select Sounds
pt_br: Escolher Sons

source: See this exhibition
es_es: Ver esta exposición
pt_br: Ver essa exposição

source: Exhibition Artworks
es_es: Obras de la exposición
pt_br: Obras dessa Exposição

source: Exhibition MR Objects
pt_br: Objetos MR dessa Exposição

source: Exhibition Sounds
pt_br: Sons dessa Exposição

source: Choose the Exhibition you're seeing
es_es: Elige la exposición que estás viendo
pt_br: Escolha a Exposição que está vendo

source: About Us
es_es: Sobre nosotros
pt_br: Sobre Nós

source: Jandig on Instagram
es_es: Jandig en Instagram
pt_br: Jandig no Instagram

source: Jandig on Twitter
es_es: Jandig en Twitter
pt_br: Jandig no Twitter

source: Jandig on Facebook
es_es: Jandig en Facebook
pt_br: Jandig no Facebook

source: Jandig on Github
es_es: Jandig en Github
pt_br: Jandig no GitHub

source: Jandig on Telegram
es_es: Jandig en Telegram
pt_br: Jandig no Telegram

source: Content under CC BY-SA 4.0 unless otherwise noted.
es_es: Contenido bajo CC BY-SA 4.0 salvo que se indique lo contrario.
pt_br: Conteúdo sob licenciamento CC BY-SA 4.0, a não ser quando explicitado o contrário.

source: Welcome,
es_es: Bienvenido,
pt_br: Olá,

source: Sign up
es_es: Registrarse
pt_br: Cadastro

source: Log in
es_es: Iniciar sesión
pt_br: Entrar

source: Welcome to Jandig
es_es: Bienvenido a Jandig
pt_br: Bem-vindo ao Jandig

source: An Open Source Augmented Reality art community.
es_es: Una comunidad de arte en Realidad Aumentada de código abierto.
pt_br: Uma comunidade open source de arte em Realidade Aumentada.

source: To see the Artworks you need to grant camera access to the app.
es_es: Para ver las obras necesitas conceder acceso a la cámara a la aplicación.
pt_br: Para ver as obras, você precisa dar acesso à câmera no aplicativo.

source: Go to camera
es_es: Ir a la cámara
pt_br: Ir para câmera

source: Change exhibition
es_es: Cambiar exposición
pt_br: Alterar exposição

source: Back to home
es_es: Volver al inicio
pt_br: Voltar ao início

source: Edit Jandig Artwork
es_es: Editar obra de Jandig
pt_br: Editar Obra Jandig

source: Create Jandig Artwork
es_es: Crear obra de Jandig
pt_br: Editar Obra Jandig

source: About your artwork
pt_br: Sobre sua obra

source: Select Marker
es_es: Seleccionar marcador
pt_br: Escolher Marcador

source: Select Object
es_es: Seleccionar objeto
pt_br: Escolher Objeto

source: Select Sound
pt_br: Escolher Som

source: Position the content
pt_br: Posicionar o conteúdo

source: Adjust scale
es_es: Ajustar escala
pt_br: Ajustar escala

source: Scale should be adjusted relative to Marker size on the screen. A scale of 2 will render an Object twice the size of the Marker.
es_es: La escala debe ajustarse en relación al tamaño del marcador en la pantalla. Una escala de 2 mostrará un objeto el doble de grande que el marcador.
pt_br: A escala deve ser ajustada relativamente ao tamanho do Marcador na tela. Uma escala de 2 renderizará um objeto duas vezes maior que o Marcador.

source: Adjust position
es_es: Ajustar posición
pt_br: Ajustar posição

source: Edit Artwork
es_es: Editar obra
pt_br: Editar Obra

source: Publish artwork
es_es: Publicar obra
pt_br: Publicar obra

source: Upload Marker
es_es: Subir marcador
pt_br: Enviar Marcador

source: Choose Marker's title
es_es: Elige el título del marcador
pt_br: Escolha o título do seu Marcador

source: Choose Marker image
es_es: Elige la imagen del marcador
pt_br: Selecione uma imagem do Marcador

source: Choose the Marker image
pt_br: Selecione uma imagem do Marcador

source: I'm this Marker author
es_es: Soy el autor de este marcador
pt_br: Sou autor(a) deste Marcador

source: I agree to have this content under <a target="_blank" href="https://creativecommons.org/licenses/by-sa/4.0/legalcode">CC BY-SA 4.0</a> and I'm aware that it can't be removed after other people are using it.
pt_br: Concordo em ter esse conteúdo em <a target="_blank" href="https://creativecommons.org/licenses/by-sa/4.0/legalcode">CC BY-SA 4.0</a> e estou ciente que não posso removê-lo depois que outras pessoas o estiverem usando.

source: Upload Object
es_es: Subir objeto
pt_br: Enviar Objeto

source: Choose Object's title
es_es: Elige el título del objeto
pt_br: Escolha o título do Objeto

source: Choose Object
es_es: Elegir objeto
pt_br: Escolher Objeto

source: Choose a Sound
pt_br: Escolher um Som

source: Select a Sound
pt_br: Escolher um Som

source: Choose Audio Description
pt_br: Escolher Descrição de Áudio

source: Choose the Audio Description File
pt_br: Escolher o Arquivo de Descrição de Áudio

source: optional
pt_br: opcional

source: I'm this Object author
es_es: Soy el autor de este objeto
pt_br: Sou autor(a) deste objeto

source: Invalid file type! Only image, video or GLB files are accepted.
pt_br: Tipo de arquivo inválido! Somente arquivos de imagem, vídeo ou GLB são aceitos.

source: Edit Sound
pt_br: Editar Som

source: Upload Sound
pt_br: Enviar Som

source: Choose Sound's title
pt_br: Escolha o título do seu Som

source: Choose Sound
pt_br: Escolher Som

source: I'm this Sound's author
pt_br: Sou autor(a) deste Som

source: Invalid file type! Only mp3 or ogg files are accepted.
pt_br: Tipo de arquivo inválido! Somente arquivos mp3 ou ogg são aceitos.

source: AR Viewer
es_es: Visor RA
pt_br: Visualizador RA

source: Collection
es_es: Colección
pt_br: Coleção

source: My Creations
es_es: Mis creaciones
pt_br: Minhas Criações

source: Help
es_es: Ayuda
pt_br: Ajuda

source: Created by
pt_br: Criado por

source: , in
pt_br: , em

source: Artwork Sound
pt_br: Som da Obra

source: Author:
pt_br: Autor:

source: Uploaded by
pt_br: Publicado por

source: Download File
pt_br: Baixar Arquivo

source: Preview is not available
pt_br: Pré-visualização não disponível

source: Sound:
pt_br: Som:

source: Audio Description:
pt_br: Áudio Descrição

source: Login to continue
es_es: Inicia sesión para continuar
pt_br: Faça login para continuar

source: Remember me
es_es: Recordarme
pt_br: Lembre-se de mim

source: Recover password
es_es: Recuperar contraseña
pt_br: Recuperar senha

source: Type your new password.
es_es: Escribe tu nueva contraseña.
pt_br: Digite sua nova senha.

source: Log out
es_es: Cerrar sesión
pt_br: Sair

source: Remove account
es_es: Eliminar cuenta
pt_br: Remover conta

source: Change Password
es_es: Cambiar contraseña
pt_br: Trocar Senha

source: Your MR Exhibitions
pt_br: Suas Exposições MR

source: You have no MR Exhibitions. :c
pt_br: Você não tem Exposições MR. :c

source: Your AR Exhibitions
pt_br: Suas Exposições AR

source: You have no AR Exhibitions. :c
pt_br: Você não tem Exposições AR. :c

source: Your Artworks
es_es: Tus obras
pt_br: Suas Obras

source: Your Markers
es_es: Tus marcadores
pt_br: Seus Marcadores

source: You have no Markers. :c
es_es: No tienes marcadores. :c
pt_br: Você não tem Marcadores. :c

source: Your Objects
es_es: Tus objetos
pt_br: Seus Objetos

source: Upload one
es_es: Sube uno
pt_br: Enviar

source: You have no Objects. :c
es_es: No tienes objetos. :c
pt_br: Você não tem Objetos. :c

source: Your Sounds
pt_br: Seus Sons

source: You have no Sounds. :c
pt_br: Você não tem Sons. :c

source: Come on! Create new content now!
es_es: ¡Vamos! ¡Crea nuevo contenido ahora!
pt_br: Vem cá! Crie conteúdo agora!

source: Create Artwork
pt_br: Criar Obra

source: marker(s)
es_es: marcador(es)
pt_br: marcador(es)

source: No uploads yet.
es_es: Aún no hay subidas.
pt_br: Sem conteúdo.

source: Object(s)
es_es: Objeto(s)
pt_br: Objeto(s)

source: Edit profile
es_es: Editar perfil
pt_br: Editar perfil

source: Jandig Artist
es_es: Artista Jandig
pt_br: Artista Jandig

source: Artworks
es_es: Obras
pt_br: Obras

source: No Artworks yet.
es_es: Aún no hay obras.
pt_br: Nenhuma Obra ainda.

source: Create your first!
es_es: ¡Crea tu primera!
pt_br: Crie sua primeira!

source: Jandig Curator
es_es: Curador Jandig
pt_br: Curador Jandig

source: Exhibits
es_es: Exposiciones
pt_br: Exposições

source: No Exhibitions yet.
es_es: Aún no hay exposiciones.
pt_br: Nenhuma Exposição ainda.

source: email
es_es: correo electrónico

source: E-mail
es_es: Correo electrónico

source: browse file
es_es: explorar archivo

source: Url can't contain spaces or special characters
es_es: La URL no puede contener espacios ni caracteres especiales

source: Clipping
es_es: Recorte
